{
  "site.name": "Euro Agri Trading s.r.o — Broker agro affidabile",
  "site.company": "Euro Agri Trading s.r.o.",

  "nav.home": "Home",
  "nav.products": "Prodotti",
  "nav.coa": "Specifiche",
  "nav.logistics": "Logistica e conformità",
  "nav.how": "Come lavoriamo",
  "nav.about": "Chi siamo",
  "nav.contact": "Contatti",

  "hero.title": "SERVIZI AGRO — Intermediazione fertilizzanti UE–Egitto affidabile",
  "hero.desc": "Mettiamo in contatto produttori egiziani certificati di fertilizzanti con acquirenti globali, offrendo prezzi diretti di fabbrica, processi trasparenti e piena conformità UE.",
  "hero.tradeNote": "Tutte le transazioni sono conformi agli Incoterms®️ 2020 e agli standard del commercio internazionale.",
  "hero.mainProduct": "Fosfato di roccia — P₂O₅: 18–32% (soggetto a disponibilità e COA specifico per spedizione) (campione rif.: 26%)",
  "hero.specTags": "P₂O₅: 18–32% (soggetto a disponibilità e COA specifico per spedizione) / Componenti chiave disponibili nel COA",
  "hero.spec1": "Materiale vagliato — adatto alla macinazione o all’applicazione diretta.",
  "hero.spec2": "Scheda tecnica inclusa; analisi di laboratorio personalizzata disponibile su richiesta.",
  "hero.grade": "Grado di riferimento: 26% P₂O₅",
  "hero.comp": "Intervallo di gradi: P₂O₅ 18–32% (soggetto a disponibilità e COA specifico per spedizione). Componenti chiave disponibili nel COA (es. CaO, SiO₂, Al₂O₃, Fe₂O₃, MgO, SO₃, Cl, LOI).",
  "hero.forms": "Forme: Polvere / Granulare / Polvere fine",
  "hero.sizing": "Granulometria: personalizzabile su richiesta (vagliatura su richiesta)",
  "hero.moisture": "Umidità: tipicamente max 3–5% (dipende dal grado e dalla stagione)",

  "products.title": "Prodotto di punta",
  "products.lead": "Fosfato di roccia — Gradi 18–32% P₂O₅ (soggetto a disponibilità e COA specifico per spedizione) (campione di riferimento: 26%)",
  "products.spec1": "Granulometria vagliata — pronta per la macinazione o l’applicazione diretta",
  "products.spec2": "Scheda tecnica inclusa; analisi specifiche per l’acquirente disponibili",
  "products.viewCoa": "Apri scheda",
  "products.all": "Prodotti disponibili",

  "services.title": "I nostri servizi",
  "services.agro": "Servizi agricoli",
  "services.agro.text": "Supporto completo per agricoltori e distributori europei tramite prodotti e fertilizzanti affidabili e testati.",
  "services.quality": "Controllo qualità",
  "services.analysis": "Analisi di laboratorio",
  "services.quality.text": "Test indipendenti possono essere organizzati tramite SGS / Intertek / BV (su richiesta) per supportare la conformità e l’assicurazione qualità.",
  "services.analysis.text": "La verifica di laboratorio di terze parti può essere organizzata (SGS / Intertek / BV) come concordato, inclusi report specifici per spedizione quando necessario.",

  "card.rock.title": "Fosfato di roccia — Gradi 18–32% P₂O₅",
  "card.rock.text": "Fonte affidabile con spedizioni consolidate verso porti UE, con prezzi competitivi direttamente dalla fabbrica. I valori finali sono confermati dal COA/SGS specifico per spedizione.",
  "card.rock.cta": "Richiedi un preventivo",
  "card.rock.coa": "Vedi scheda",
  "card.rock.forms": "Forme: Polvere / Granulare / Polvere fine",
  "card.rock.moisture": "Umidità: tipicamente max 3–5% (dipende dal grado e dalla stagione)",
  "card.rock.coa2": "COA/SGS specifico per spedizione fornito per ogni spedizione",
  "card.rock.hm": "Metalli pesanti (Cd, ecc.) forniti su richiesta nel COA della spedizione",

  "card.lowcd.title": "Fosfato di roccia a basso cadmio — 31–32% P₂O₅",
  "card.lowcd.text": "Disponibile su richiesta. Commercializzato solo dopo aver ricevuto un COA specifico per spedizione che riporti Cd e metalli pesanti per il lotto spedito.",
  "card.lowcd.tag1": "Prossimamente / su richiesta",
  "card.lowcd.tag2": "COA specifico per spedizione richiesto",
  "card.lowcd.cta": "Richiedi un preventivo (RFQ)",
  "card.lowcd.cta2": "Chiedi disponibilità",

  "card.urea.title": "Urea / NPK (su richiesta)",
  "card.urea.text": "Ulteriori linee (Urea, MAP/DAP, NPK) possono essere aggiunte in base alla domanda, con opzioni di fornitura flessibili.",
  "card.urea.cta": "Chiedi informazioni sull’urea",
  "card.urea.cta2": "Richiedi un preventivo (RFQ)",

  "card.custom.title": "Specifiche personalizzate",
  "card.custom.text": "Fornitura, confezionamento e analisi su misura in base ai requisiti dell’acquirente, con supporto alla documentazione ufficiale.",
  "card.custom.cta": "Richiedi specifiche personalizzate",

  "generic.expand": "Pronto a espandere",

  "coa.title": "Scheda tecnica di esempio — Fosfato di roccia (Riferimento: 26% P₂O₅)",
  "coa.sub": "Campione marketing solo per presentazione. I valori finali sono confermati per spedizione tramite COA/SGS. Altri gradi (18–32% P₂O₅) sono soggetti a disponibilità e COA specifico per spedizione.",
  "coa.th.test": "Test",
  "coa.th.method": "Metodo",
  "coa.th.unit": "Unità",
  "coa.th.result": "Risultato",
  "coa.th.temp": "Temp.",
  "coa.th.hum": "Umidità",

  "sieve.title": "Analisi di vagliatura — Fosfato di roccia (Campione)",
  "sieve.sub": "Granulometria e distribuzione della dimensione delle particelle — adatto alla macinazione o all’applicazione diretta.",
  "sieve.size": "Dimensione",
  "sieve.percent": "Percentuale (peso)",

  "coa.export": "Esporta CSV di vagliatura",
  "coa.print": "Visualizza PDF di esempio — Scheda",
  "spec.print": "Visualizza PDF di esempio — Scheda",

  "log.title": "Logistica e conformità",
  "log.bulk": "Sfuso (nave) e sacchi jumbo",
  "log.incotermTag": "EXW / FOB / CFR / CIF / DDP",
  "log.incoterms": "I termini di spedizione disponibili includono EXW, FOB, CFR, CIF e DDP. I termini finali sono confermati nel contratto. Gli aggiornamenti della spedizione vengono condivisi via e-mail dopo la conferma della prenotazione.",

  "log.ports": "Porti (Egitto): più opzioni — soggetto ad assegnazione del fornitore, programma nave e prenotazione",
  "log.ports.tag": "Alessandria / Damietta / Ain Sokhna / Safaga (soggetto a programmazione)",
  "log.ports.h": "Porti e imballaggio",
  "log.ports.p": "Spedizione: nave sfusa o container da 20'. Opzioni di imballaggio: sfuso con liner o sacchi jumbo (su richiesta).",

  "log.compliance.h": "Conformità UE",
  "log.compliance.p": "La documentazione include Certificato di Origine, fatture commerciali e rapporti di analisi. I documenti supportano la conformità ai requisiti UE applicabili e alle normative di sicurezza del prodotto.",

  "how.title": "Come lavoriamo (Broker UE & controllo del rischio)",
  "how.lead": "Euro Agri Trading s.r.o. opera come società indipendente di intermediazione e coordinamento con sede nell’UE. Mettiamo in contatto fornitori verificati con acquirenti qualificati e supportiamo il processo di transazione in modo strutturato e conforme.",
  "how.policyTitle": "Politica di transazione (controllo del rischio)",
  "how.policyLead": "Per proteggere tutte le parti e garantire un’esecuzione professionale, seguiamo le pratiche standard del commercio internazionale:",
  "how.p1": "Pagamento: LC a vista (100%)",
  "how.p2": "Nessun pagamento anticipato",
  "how.p3": "Ispezione indipendente al carico: SGS / Intertek / BV (come concordato)",
  "how.conf.title": "Riservatezza e mandato di intermediazione",
  "how.conf.text": "Applichiamo una riservatezza professionale quando presentiamo le parti. I dettagli della controparte vengono condivisi solo dopo aver ricevuto una richiesta seria (RFQ/LOI) e confermiamo il mandato di intermediazione per iscritto (Brokerage Mandate/Agreement) per garantire chiarezza, trasparenza e protezione per tutte le parti. Ordini/transazioni ripetuti con le parti introdotte restano coperti entro il periodo di protezione concordato.",
  "how.p4": "Documentazione specifica per spedizione: COA/SGS per spedizione; metalli pesanti (es. Cd) inclusi su richiesta / requisito di mercato",
  "how.p5": "Documenti per l’acquirente: originali completi e certificati specifici per spedizione sono condivisi su richiesta con acquirenti verificati",
  "how.noteTitle": "Nota importante",
  "how.noteText": "Euro Agri Trading s.r.o. non è parte contraente del contratto di vendita tra venditore e acquirente. Il contratto di vendita, i termini di consegna e gli obblighi di esecuzione sono concordati direttamente tra venditore e acquirente, supportati dalle condizioni LC e dall’ispezione di terze parti.",

  "compliance.title": "Conformità e verifica",
  "compliance.lead": "Le specifiche mostrate sono indicazioni di marketing. I valori finali sono confermati dal COA/SGS specifico per spedizione per ogni lotto.",
  "compliance.p1": "COA / SGS specifico per spedizione (o equivalente) disponibile per ogni spedizione",
  "compliance.p2": "Metalli pesanti (Cd, ecc.) possono essere forniti su richiesta nel COA della spedizione",
  "compliance.p3": "Gli originali completi sono condivisi solo con acquirenti verificati",
  "compliance.p4": "Il basso cadmio 31–32% è commercializzato solo dopo aver ricevuto un COA specifico per spedizione che riporti Cd e metalli pesanti",

  "cert.title": "Specifiche del prodotto e documenti di conformità",
  "cert.note": "Nota: I documenti mostrati di seguito sono versioni marketing semplificate. Gli originali completi e i certificati specifici per spedizione possono essere forniti agli acquirenti verificati su richiesta.",
  "cert.view": "Visualizza esempio",
  "cert.soon": "Prossimamente",
  "cert.request": "Richiedi originali completi",

  "coa.imgAlt": "Panoramica delle specifiche del fosfato di roccia (20–28% P₂O₅)",
  "sieve.imgAlt": "Analisi di vagliatura del fosfato di roccia (granulometria, 20–28% P₂O₅)",
  "sgs.imgAlt": "Ispezione e verifica indipendenti (SGS / Intertek / BV)",
  "eu.imgAlt": "Documenti di conformità UE",
  "msds.imgAlt": "Sintesi MSDS per UE REACH",
  "lowcad.imgAlt": "Fosfato di roccia a basso cadmio (31–32% P₂O₅) — Prossimamente",

  "sgs.title": "Ispezione e verifica indipendenti (SGS / Intertek / BV)",
  "sgs.sub": "L’ispezione indipendente di terze parti può essere organizzata per ogni spedizione (come concordato). Rapporti specifici per spedizione disponibili su richiesta.",

  "eu.title": "Documenti di conformità UE",
  "eu.sub": "La documentazione supporta la conformità ai requisiti UE applicabili e alle normative di sicurezza del prodotto.",

  "msds.title": "Sintesi MSDS — UE REACH",
  "msds.sub": "Scheda di sicurezza (sintesi) per la conformità e le indicazioni per una gestione sicura.",
  "msds.note": "Solo campione pubblico — MSDS della spedizione su richiesta.",

  "lowcad.title": "Fosfato di roccia a basso cadmio (31–32% P₂O₅)",
  "lowcad.sub": "Prossimamente / su richiesta (soggetto a personalizzazione). Commercializzato solo dopo aver ricevuto un COA/ispezione di terze parti specifico per spedizione (SGS/Intertek/BV) che confermi Cd (riportato in ppm/mg/kg) e metalli pesanti per il lotto effettivo. La disponibilità del 31–32% è soggetta a personalizzazione e a COA specifico per spedizione.",
  "lowcad.tag1": "Prossimamente / su richiesta (soggetto a personalizzazione)",
  "lowcad.tag2": "COA specifico per spedizione richiesto",
  "lowcad.cta.avail": "Chiedi disponibilità (RFQ)",

  "about.title": "Chi siamo",
  "about.p1": "Euro Agri Trading s.r.o. è una società di intermediazione e coordinamento con sede nell’UE che collega acquirenti qualificati con fornitori verificati.",
  "about.pricing": "Supportiamo il processo con coordinamento trasparente e condizioni competitive basate su un sourcing verificato.",
  "about.p2": "Ispezione indipendente (SGS / Intertek / BV) e campioni possono essere organizzati su richiesta (come concordato).",
  "about.p3": "Operiamo con registrazione ceca e seguiamo i requisiti doganali e commerciali UE applicabili.",
  "about.note": "Euro Agri Trading s.r.o. non è parte contraente del contratto di vendita; i termini contrattuali e gli obblighi di esecuzione sono concordati direttamente tra venditore e acquirente.",

  "payment.title": "Pagamenti / Proforma",
  "payment.opt.lcSight": "LC a vista (100%) — Preferita",
  "payment.opt.lcUsance": "LC usance / differita (soggetto ad approvazione)",
  "payment.opt.collection": "Incasso documentario (CAD / D/P o D/A) — per acquirenti ricorrenti qualificati",
  "payment.opt.advance": "Pagamento anticipato (parziale) — caso per caso",
  "payment.opt.openAccount": "Conto aperto — solo per partner consolidati / assicurati sul credito",
  "payment.opt.sblc": "SBLC / garanzia bancaria — come concordato (se richiesto)",
  "payment.disclaimer": "Il metodo di pagamento finale è concordato caso per caso in base alla conformità, alla verifica della controparte e alla struttura della transazione.",
  "payment.lead": "Pagamenti e regolamenti commerciali sono gestiti direttamente tra acquirente e venditore. Euro Agri Trading s.r.o. agisce esclusivamente come intermediario indipendente fornendo coordinamento e supporto al processo.",
  "payment.note": "Le coordinate bancarie sono fornite nella Fattura Proforma (PI) su richiesta.",
  "payment.btn.request": "Richiedi Proforma / Dettagli di pagamento",

  "contact.title": "Contattaci",
  "form.name": "Nome",
  "form.email": "Email",
  "form.message": "Messaggio",
  "form.send": "Invia",
  "contact.whatsapp": "WhatsApp",
  "contact.note": "Non utilizziamo cookie di analisi. Questo modulo apre la tua app di posta per inviare il messaggio direttamente.",
  "contact.details": "Dettagli di contatto",
  "contact.docs": "I documenti ufficiali (contratti, fatture, COA/SGS specifico per spedizione e specifiche di prodotto) vengono condivisi dopo la qualificazione della richiesta.",

  "footer.payment": "Tutti i pagamenti e i regolamenti commerciali sono effettuati direttamente tra l’acquirente e il venditore. Euro Agri Trading s.r.o. agisce esclusivamente come intermediario indipendente con sede nell’UE, fornendo coordinamento e supporto al processo.",

  "footer.legal.rights": "©️ 2025 Euro Agri Trading s.r.o. — Tutti i diritti riservati.",
  "footer.legal.reg": "Registrata nella Repubblica Ceca | IČO: 17314780 | DIČ: CZ8005062648",
  "footer.legal.framework": "Quadro normativo: Regolamento (UE) 2019/1009 (prodotti fertilizzanti UE) e REACH/CLP ove applicabile.",

  "footer.note": "©️ 2025 — Broker/marketer indipendente. I marchi appartengono ai rispettivi proprietari. Questo sito è solo a scopo informativo commerciale."
}
